import pytest

def test_long_text(sl_tokenizer):
    # Excerpt: Universal Declaration of Human Rights
    text = """
ಮಾನವ ಕ್ುಟುಂಬದ ಸಮಸತ ಸದಸಯರ ಸಹಜ ಗೌರವವನನನ ಸಮಾನವೂ ಅನಂಯಹಾಯವವೂ ಅದ
ಹಕ್ುುಗಳನುನ ಅಂಗೀಕ್ರಿಸುವುದು ಪ್ಿಪ್ಂಚದಲ್ಲಿ ಸಾವತಂತಿಯದ ಧ್ಮವಶಾಂತತೆಗಳ
ತಳಹದಿಯಾಗರುವುದರಿಂದಲನ,
ಮಾನವ ಹಕ್ುುಗಳಿಗೆ ತೆನೀರಿಸಲಪಟಟ ಉಪೀಕ್ಷೆ ತ್ರರಸಾುರಗಳು, ಮಾನವನ ಅಂತಃಕ್ರಣವನುನ
ದಾರುಣಗೆನಳಿಸಿದಂಥಾ ಕ್ನಿರಕ್ೃತಯಗಳಾಗ ಪ್ರಿಣಮಿಸಿರುವುದರಿಂದಲನ, ಮತುತ ಯಾವ ಪ್ಿಪ್ಂಚ ದಲ್ಲಿ
ಮನುಷ್ಟ್ಯ ಜೀವಿಗಳು ವಾಕ್ ಸಾವತಂತಿಯ ವಿಶಾವಸ ಸಾವತಂತಿಯಗಳನುನ ಅನುಭವಿಸುವವೂೀ, ಯಾವ
ಪ್ಿಪ್ಂಚದಲ್ಲಿ ಅಂಜಕೆ ಮತುತ ಅಭಾವಗಳಿಂದ ಮುಕ್ತವಾಗರುವುದು ಸಾಮಾನಯ ಜನತೆಯ
ಮಹದಾಶೆಯಂಬುದಾಗ ಸಾರಲಪಟ್ಟಟರುವುದನೀ ಅಂತಹ ಪ್ಿಪ್ಂಚದಾಗಮನವಾಗರುವುದರಿಂದಲನ,
ಮಾನವ ಹಕ್ುುಗಳು ಕಾನನನಿಕ್ ಕ್ಟಟಳೆಯಂದ ಸಂರಕ್ಷಿಸಲಪಡಬೀಕಾದರೆ ಮನುಷ್ಟ್ಯನು ಅವಲಂಬನೆ
ಹನಂದಲು ಒತ್ಾತಯಪ್ಡಿಸಲಪಡದಿದದರೆ, ಕೆನನೆಯ ಉಪಾಯವಾಗ, ದುಪ್ರಭುತವ ಮತುತ ಕೌಿಯವವನುನ
ವಿರೆನೀಧಿಸಿ ದಂಗೆಮಾಡುವುದು ಅತಯ ಗತಯವಾಗರುವುದರಿಂದಲನ,
"""
    tokens = sl_tokenizer(text)
    assert len(tokens) == 86