"""
Example sentences to test spaCy and its language models.

>>> from spacy.lang.en.examples import sentences
>>> docs = nlp.pipe(sentences)
"""


sentences = [
    "ಆಪಲ್ ಒಂದು ಯು.ಕೆ. ಸ್ಟಾರ್ಟ್ಅಪ್ ಅನ್ನು ೧ ಶತಕೋಟಿ ಡಾಲರ್ಗಳಿಗೆ ಖರೀದಿಸಲು ನೋಡುತ್ತಿದೆ.",
    "ಸ್ವಾಯತ್ತ ಕಾರುಗಳು ವಿಮಾ ಹೊಣೆಗಾರಿಕೆಯನ್ನು ತಯಾರಕರ ಕಡೆಗೆ ಬದಲಾಯಿಸುತ್ತವೆ.",
    "ಕಾಲುದಾರಿ ವಿತರಣಾ ರೋಬೋಟ್‌ಗಳನ್ನು ನಿಷೇಧಿಸುವುದನ್ನು ಸ್ಯಾನ್ ಫ್ರಾನ್ಸಿಸ್ಕೊ ​​ಪರಿಗಣಿಸುತ್ತದೆ.",
    "ಲಂಡನ್ ಯುನೈಟೆಡ್ ಕಿಂಗ್‌ಡಂನ ದೊಡ್ಡ ನಗರ.",
    "ನೀನು ಎಲ್ಲಿದಿಯಾ?",
    "ಫ್ರಾನ್ಸಾದ ಅಧ್ಯಕ್ಷರು ಯಾರು?",
    "ಯುನೈಟೆಡ್ ಸ್ಟೇಟ್ಸ್ನ ರಾಜಧಾನಿ ಯಾವುದು?",
    "ಬರಾಕ್ ಒಬಾಮ ಯಾವಾಗ ಜನಿಸಿದರು?",
    "ಶಕುಂತಲಾದೇವಿ ಅವರ ಗಣಿತದ ನೈಪುಣ್ತೆಯ ಬಗ್ಗೆ ತುಂಬಾ ಚೆನ್ನಾಗಿ ಮೂಡಿ ಬಂದಿದೆ.",
    "ಈ ಚಲನಚಿತ್ರದಿಂದ, ಜನರಂತೆ ಎಷ್ಟು ದುಷ್ಟರು ಪ್ರಾಮಾಣಿಕ ವ್ಯಕ್ತಿಯನ್ನು ಕೆಳಕ್ಕೆ ತಳ್ಳಲು ಪ್ರಯತ್ನಿಸುತ್ತಾರೆ ಎಂದು ನಾನು ಅರ್ಥಮಾಡಿಕೊಂಡಿದ್ದೇನೆ, ಆದರೆ ಅವನು ತನ್ನ ಪ್ರತಿಭೆಯ ಮನಸ್ಸಿನಿಂದ ಅಪರಾಧಿ ಜನರೊಂದಿಗೆ ಹೋರಾಡುತ್ತಾನೆ. ಇದನ್ನು ನಾವು ಜೀವನದಲ್ಲಿ ಕಲಿಯಬೇಕಾಗಿದೆ.",
    "ಹೊಸ ರೀತಿಯ ಪ್ರಯತ್ನ. ಸಾಹಸ ದೃಶ್ಯ ಗಳಿಲ್ಲದ ಸಿಂಪಲ್ ಕಥೆಯ​ ಸ್ಟೋರಿ. ಹೆಚ್ಚು ಖರ್ಚಿಲ್ಲದೇ ಯಾವ ರೀತಿ ಸಿನಿಮಾ ನಿರ್ಮಿಸಬಹುದು ಎಂಬುದಕ್ಕೆ ಉದಾಹರಣೆ. ಹೊಸ ಮುಖಗಳ ಅಭಿಯನ ಆದರೂ ಅಚ್ಚುಕಟ್ಟಾಗಿ ಮಾಡಿದ್ದಾರೆ.",
    "ಕ್ರಿಯಾಶೀಲತೆ ಇರುವ ಕನ್ನಡದ ಚಿತ್ರ.",
    "ವೈಜ್ಞಾನಿಕ ಕಾದಂಬರಿಯಲ್ಲಿ ವಿಜ್ಞಾನವನ್ನು ನಿಜವಾಗಿಯೂ ಆನಂದಿಸುತ್ತೇನೆ",
]
