# coding: utf8
from __future__ import unicode_literals

PROPER_NAMES = set(
    """
 άαχεν άβαρος άβδηρα άβελ άβιλα άβολα άγγελοι άγγελος άγιο πνεύμα
 άγιοι τόποι άγιον όρος άγιος αθανάσιος άγιος αναστάσιος άγιος αντώνιος
 άγιος αριστείδης άγιος βαρθολομαίος άγιος βασίλειος άγιος βασίλης
 άγιος γεράσιμος άγιος γεώργιος άγιος γρηγόριος άγιος δημήτριος άγιος διονύσιος
 άγιος δομίνικος άγιος ελευθέριος άγιος εφραίμ άγιος θαλέλαιος άγιος θεόδωρος
 άγιος ιωάννης άγιος κωνσταντίνος άγιος λεωνάρδος άγιος λεωνίδας άγιος λουκάς
 άγιος μάρκος άγιος μήνας άγιος μαρίνος άγιος μαρτίνος άγιος μιλτιάδης
 άγιος νικηφόρος άγιος νικόδημος άγιος νικόλαος άγιος παναγιώτης
 άγιος παύλος άγιος ροβέρτος άγιος σεβαστιανός άγιος στέφανος άγιος τωβίας
 άγιος φλώρος άγιος φώτιος άγιος χριστόδουλος άγιος χριστόφορος
 άγιος χρυσόστομος άγις άγκυρα άγραφα άδανα άδης άδμητος άδρα άδωνης άδωνις
 άιφελ άλκαμο άλκης άλκηστις άλκμααρ άλμπα ιούλια άλπεις άλσφελτ άλτα βεραπάς
 άμστερνταμ άμφισσα άμων άνδεις άνδρος άνθεια άνθιμος άννα άννυ άντα άντζελα
 άντρια άντσιο άνω απρόβατο άνω νευροκόπι άνω ποταμιά άξονας άουγκσμπουργκ
 άραξης άρβα άργος άρδανα άρειος πάγος άρης άριος άρκτος άρνεμ άρνη άρτα άρτεμη
 άσσος άστι άστρος άτλας άτροπος άτταλος έβελιν έβερεστ έβορα έβρος έδεσσα
 έκτωρ έλενα έλενος έλλη έλλην έλληνας έλτσε έμιλυ έμιλυ ντίκινσον έμμα έμπολα
 έμυ ένδοξοι νήσοι έξαρχος έπαφος έρασμος έριδα έρις έρκυνα έρμπα έρση έρως
 έσλιγκεν έσπερος έσσεν έστε έφεσος έφη έχιδνα ήβη ήλιος ήπειρος ήρα ήρων
 ήφαιστος ίαιρος ίακχος ίαμος ίασμος ίβυκος ίκαρος ίκι ίμβρος ίμια ίμολα ίναχος
 ίνσμπρουκ ίος ίουλος ίππαρχος ίριδα ίρις ίσα ίστρος ίων ίωνας αΐρα αέρες
 αίας αίγινα αίγιο αίγισθος αίγλη αίγλων αίγυπτος αίθρα αίμος αίμων αίολος
 αίτνα ααρών αβάνα αβέιρο αβέρκιος αβίς αβαλόν αβαροσλάβος αββακούμ αβελάδες
 αβελλίνο αβελονήσια αβετσάνο αβησσυνία αβιλές αβιλιάνο αβινιόν αβράνς αβραάμ
 αγάθη αγάπη αγάπη αγάπι αγάπιος αγήνωρ αγία βαρβάρα αγία λουκία
 αγία τριάδα αγία τριάς αγαθάγγελος αγαθή αγαθοκλής αγαθονήσι αγαθονίκη
 αγαθόνικος αγαθόπολις αγαμέμνων αγαπήνωρ αγαρηνός αγαύη αγγέλα αγγέλικα αγγέλω
 αγγελάριος αγγελίκα αγγελίνα αγγελική αγγλία αγγλικανική εκκλησία αγερσανί
 αγιά αγιαμόντε αγιαννιώτικο αγιασσός αγιος σεραφείμ αγιούλα αγιωργίτικο
 αγκίστρι αγκιλάρ αγκνώ αγκριτζέντο αγκόλα αγλαΐα αγνή αγνοδίκη αγοράκριτος
 αγοραστός αγρίνιο αγριδάκι αγριππίνα αγχίσης αγόρης αγόρω αδάμ αδάμος
 αδαμαντία αδελία γη αδρήστη αδριανή αδριανούπολη αδριανός αδριατική αδόλφος
 αετοφωλιά αετούσα αετός αζάλας αζάν αζάνας αζαρίας αζερμπαϊτζάν αηδάνι αηδόνια
 αθήναι αθήρι αθανάσης αθανάσιος αθανασία αθηνά αθηναΐς αθηναγόρας αθηνόδωρος
 αιγάλεω αιγέας αιγαίο αιγαίο πέλαγος αιγαλιώτισσα αιγεύς αιγιάλη αιγιώτισσα
 αιγός ποταμοί αιδέσιος αιδηψός αιθέριος αιθιοπία αικατερίνη αιμίλιος αιμιλία
 αινείας αιξ-αν-προβάνς αιξ-λε-μπαιν αιολία αισχύλος αιτωλία αιτωλικό
 ακάδημοι ακάδημος ακάκιος ακίνδυνος ακίτα ακαδημία ακαθή ακαμάτης ακαμπίρα
 ακαρνανία ακούνε ακράτα ακριβή ακρόπολη ακτή ελεφαντοστού ακταίος
 ακτινοπτερύγιοι ακτινόποδα ακόλουθος ακύλας αλ κασράυν αλ καφ αλ μαντίγια
 αλάσκα αλέκα αλέκος αλέξανδρος αλέξανδρος ο μέγας αλέξης αλέξια αλέξιος αλή
 αλίαρτος αλίκη αλίνα αλαά αλαγόν αλαδινό αλαμάνα αλαμαννιά αλαμπάμα αλβέρκα
 αλβανία αλβιών αλβόχ αλγεθίρας αλγερία αλγκέρο αλεξάνδρα αλεξάνδρεια αλεξία
 αλευροσάκι αλευρώδη αλθίρα αλιβέρι αλικάνδρος αλικάντε αλικαρνασσός αλκάναρ
 αλκαίος αλκαμένης αλκανίθ αλκαντάρα αλκιβιάδης αλκινόη αλκμάν αλκμήνη αλκυόνη
 αλλάχ αλμάγκρο αλμάντα αλμάτι αλμαζάν αλμερία αλμολόνγκα αλμπέρ αλμπί αλμυρός
 αλουμινίτης αλσώ αλτίνο αλταμούρα αλυσίδα αλφάρο αλφρέδος αλωνάρης αλόγια
 αλόννησος αλόνσο αλώπηξ αμάλφι αμάμι αμάντα αμάρυνθος αμάσεια αμαζόνα
 αμακούσα αμαλία αμαλιάδα αμαράντε αμαρούσιο αμαρούσιον αμαρυλλίς αματιτλάν
 αμβούργο αμβρακικός αμβρόσιος αμερική αμιένη αμισός αμμάν αμμαδιές αμμόλοχος
 αμονακλιός αμοργιανό αμοργός αμπασίρι αμπελικού αμπελόκλημα αμπού ντάμπι
 αμπούριας αμπούτζα αμπόστα αμυγδαλιά αμυκή αμφίκλεια αμφίπολη αμφιανός
 αμφιλοχία αμφιλόχιος αμφιτρίτη αμφιτρύων αμύνταιο αμύντας αμώς ανάξιππος
 ανάπολις ανάργυρη ανάργυρος ανάσταση ανάφη ανέστης ανέτα αναΐς αναγέννηση
 ανακρέων ανανίας αναξήνωρ αναξίβιος αναξίλαος αναξίμανδρος αναξίπολις
 αναξιμένης αναξιώ αναστάσης αναστάσιος αναστασία ανατάσιος ανατολή ανατολία
 ανατόλ φρανς ανατόλιος ανγκουίλα ανγκουλέμ ανδρέας ανδραβίδα ανδριάνα ανδριανή
 ανδρομάχη ανδρομέδα ανδρονίκη ανδρούλλα ανδρόνικος ανδρόφιλος ανδόρρα ανθέμιος
 ανθήκλεια ανθία ανθεστηριών ανθεστηριώνας ανθημίτσα ανθούλα ανθούσα
 ανθρωπίδας ανκόνα αννέτα αννίβας αννίτα ανναμπέλλα αννιώ αννούλα αννόβερο
 αντήνορας αντήνωρ αντίγκουα γουατεμάλα αντίγκουα και μπαρμπούντα αντίγονος
 αντίμαχος αντίμηλος αντίμπ αντίνοος αντίπαξοι αντίπαρος αντίπατρος ανταίος
 αντιγόνη αντικύθηρα αντιμάχη αντιόπη αντλία αντρέας αντρίκος αντριάνα αντρούλα
 αντωνάκης αντωνάρας αντωνία αντύπας αντώναρος αντώνης αντώνιος ανυδρίτης
 ανόι ανύσιος αξά αξιούπολη αξιώτης αομόρι αουγκούστα απάτσι απείρανθος απελλής
 αποκριά απολλωνία απολλόδωρος αποσπερίτης αποστολία αποστόλης απουλήιος
 απρίλης απρίλια απρίλιος απριλομάης απριλομάρτης απφία απόκρεω απόκρια απόλλων
 απόνησος απόστολος αράβισσα αράντ αράο αράχωβα αρέτσο αρίσταρχος αρίστη
 αρίστος αρίων αραβία αραβίδα αραθένα αρακλειά αρακλινό αραράτ αργάκι αργέαθοι
 αργίτης αργίτισσα αργεία αργείος αργείτης αργείτισσα αργεντινή αργιά αργοκοίλι
 αργολίδα αργολικός αργοσαρωνικός αργοστόλι αργυρά αργυρή αργυρία αργυρούλα
 αργυρώ αργύρης αργύριος αργύρω αργώ αρετή αρετούσα αρετσού αρζαντάν αρθούα
 αριάδνη αριάνα αριάνο ιρπίνο αριδαία αριζόνα αριστέα αριστέας αριστίων
 αριστογένης αριστογείτων αριστοκλής αριστομένης αριστονίκη αριστοτέλης
 αριστοφάνης αριστούλα αριστόβουλος αριστόδημος αριστόδικος αριστόδουλος
 αριστόμαχος αριστόνικος αριστόνους αρκάδιος αρκάνσας αρκαδία αρκεσίνη αρκοί
 αρκτούρος αρλ αρμάνδος αρμάνος αρμένιος αρμαγεδδώνας αρμαγεδών αρμαγεδώνας
 αρμενία αρμονία αρμόδιος αρνάδος αρναία αρναούτης αρνισσαίος αροάνια
 αρούμπα αρριέτα αρριανή αρριανός αρρομάνς αρσένης αρσένιος αρσενία αρσινόη
 αρτέμιος αρτεμίσιο αρτεμισία αρτεσία αρυάνα αρχάγγελοι αρχάγγελος γαβριήλ
 αρχάγγελσκ αρχέλαος αρχές αρχίλοχος αρχιμήδης αρχοντής αρχοντία αρχοντίων
 αρχόνα αρχόντω αρωμούνος αρόη ασένοβγκραντ ασήμω ασία ασίζη ασίτες ασακάβα
 ασβαάλ ασημάκης ασημένια ασημίνα ασημούλα ασημώνη ασιμπέτσου ασκληπιός ασμάρα
 ασουνσιόν μίτα ασπίς ασπασία ασπρορομπόλα ασπρούδα ασπρόπυργος ασσάμ ασσυρία
 αστέρης αστέριος αστέρω αστερούσια αστερόπη αστρινός αστροπαλιά αστρούλα
 αστυπάλαια ασφοντυλίτης ασό ασύρτικο ασώματος ατένι ατέσα αταλάντη ατζουλέτα
 ατλάντα ατλαντικός ατρέας ατροπατηνή αττάλεια αττίλας ατταλός αττική αυγέρης
 αυγερινός αυγουστής αυγουστία αυγουστίνη αυγουστίνος αυγουστιάτης αυγούλα
 αυλάκια αυλώνα αυλώνας αυξέντιος αυξίβιος αυξεντία αυρήλιος αυρηλία αυστρία
 αυστριακός αυσόνιος αφγανιστάν αφεντία αφεντούλα αφεντούλης αφθιταλίτης
 αφιόν καραχισάρ αφρικάνος αφρική αφρικανός αφροδίτη αφροξυλάνθη αχέροντας
 αχίλλειος αχίλλιος αχαΐα αχαιός αχιλλέας αϊβαλί αϊζουβακαμάτσου αϊζουμισάτο
 αϊνστάιν αϊντάχο αϊντχόφεν αϊπάτια αϊτή αϊόβα αόστη αύγουστος αύδακτος αύδατος
 βάαλ βάγγος βάγια βάδιμος βάι βάια βάιος βάκης βάκις βάκχος βάλια βάνδαλοι
 βάρνα βάσια βάσκος βάσος βάσσος βάστο βάσω βάφης βάφτρα βέλγιο βέλικο τάρνοβο
 βέλος βέρα βέρνη βέροια βέτσλαρ βέφα βίβιαν βίβλος βίγια νουέβα βίγο βίδο
 βίκη βίκτορας βίκτωρ βίκτωρας βίκυ βίλα ντο κόντε βίλα ντο μπίσπο
 βίλα νόβα ντε φαμαλικάο βίλα ρεάλ βίλα ρεάλ ντε σάντο αντόνιο βίλνα βίλνιους
 βίντιν βίρτσμπουργκ βίτσι βαΐα βαΐτσα βαβέλ βαβυλωνία βαβύλας βαγγέλης βαγγέλω
 βαγγελίστρα βαγγελίτσα βαγγελιώ βαγδάτη βαγιά βαγιαδολίδ βαθύ βακαγιάμα
 βακχυλίδης βαλάντης βαλάντιος βαλάντω βαλένθια βαλέρια βαλέριος βαλέτα βαλασία
 βαλεντίνη βαλεντίνος βαλεριανός βαλκάνια βαλκάνιος βαλλονία βαλλόνος βαλντεμάρ
 βαλσάμης βαλτιμόρη βανέσσα βανκούβερ βανουάτου βαντούζ βαράτσε βαρίδι βαρίσεια
 βαραδάτος βαρβάρα βαρβαρούλα βαρδέα βαρδής βαρδούσια βαρθολομαίος βαρθολομιό
 βαρλαάμ βαρνάβας βαρντάκ βαρούσι βαρσαμία βαρσανούφιος βαρσιμαίος βαρσοβία
 βασάμια βασίλεια βασίλειος βασίλης βασίλω βασανίτης βασιλάκης βασιλένα
 βασιλειάννα βασιλεύουσα βασιλική βασιλικούλα βασιλικός βασιλού βασλούι βασούλα
 βατοπέδι βατοπαίδι βαυαρία βαϊθινός βαϊκάλη βαϊμάρη βεγγάλη βεγγαλέζος
 βελιγράδι βελισάριος βελισσάριος βελισσαρία βελλερεφόντης βενέδικτος βενέτικο
 βεναρδάτος βενεδίκτη βενεδικτίνη βενεζουέλα βενεράλια βενετία βενετσάνος
 βενιζέλος βερενίκη βερμόντ βερνέιγ-συρ-αβρ βερολίνο βερονίκη βερούλα βερούτιν
 βερτζαμί βερτσέλι βερτσέλλι βερόνα βερόνικα βεσσαραβία βηθλεέμ βηλάνα βηρυτός
 βησσαρίων βιάνα ντο καστέλο βιένη βιέννη βιαντάνα βιβή βιβιάνα βιβιανή
 βιγένα βιγιαρεάλ βιγιαρρομπλέδο βιδερίτης βιδιανό βιεντιάν βιετνάμ βιζέλα
 βιθυνία βικέντιος βικεντία βικιβιβλία βικιείδη βικιεπιστήμιο βικιθήκη
 βικινέα βικιπαίδεια βικιφθέγματα βικτωρία βιλιάλμπα βιναρόθ βινιόλα βιολέτα
 βιρμανία βιρτζίνια βιστούλας βισύ βιτέρμπο βιτεμβέργη βιτρέ βιτσέντσα βιτόρια
 βλάσης βλάσιος βλάσσιος βλάχικο βλάχος βλαδίμηρος βλαδιβοστόκ βλασία βλαχία
 βογκέρα βοδενά βοημία βοθύλακας βοιωτία βοκολίδα βολίνη βολίτσα βολιβία
 βολτέρα βονιφάτιος βοσνία βοσνία και ερζεγοβίνη βοσνία-ερζεγοβίνη βοστίτσα
 βουβών βουδαπέστη βουκουρέστι βουλγάτα βουλγαρία βουλγκάτα βουλώνη βουρβουριά
 βουρλιώτες βοϊβοντίνα βοϊδομάτης βοόζ βούδας βούλα βούλγαρη βούλης βούπερταλ
 βοώτης βρέλος βρέμη βρέστη βραΐλα βραδυανό βραζιλία βρασίδας βραχνός βραχώρι
 βρετανίδα βρετανική κολομβία βρισηίς βροντίνος βροτέας βρουτία βρούτης
 βρούτσης βρυξέλλες βυζάντιο βυζαντινός βυτίνα βωμός βόλγας βόλγκογκραντ βόλος
 βόλφανγκο βόνιτσα βόννη βόρας βόρεια αμερική βόρεια ιρλανδία βόρεια καρολίνα
 βόρεια ντακότα βόρις βόσνιος βόσπορος βύβλος βύρων βώλακας βώλος βώνη γάιδαρος
 γάνδη γάσπαρης γέγλες γέιδα γέκλα γένοβα γέρα γέστε γήινος γίδες γαία γαβρίλος
 γαβριήλ γαδουριά γαλάτεια γαλήνη γαλακτία γαλακτίων γαλανάδο γαλαξίδι
 γαλατία γαληνοτάτη δημοκρατία της βενετίας γαληνός γαλικία γαλιόττα γαλιώτα
 γαλλικά νότια και ανταρκτικά εδάφη γαλλική γουϊάνα γαλλική πολυνησία γαλλικός
 γαμηλιών γανυμήδης γαργαλιάνοι γαρουφαλλιά γαρούνας γαρυφαλλιά γαστούνη
 γαυριονήσια γαϊανή γαϊανός γαϊτάνος γαύδος γαύριο γείτων γεβράσιος γεδεών
 γενάρης γενεβιέβη γεννάδιος γενοβέφα γεράνεια γεράνι γεράσιμος γερακίνα
 γερασιμούλα γερμανία γερμανός γεροντίνη γερόλακκος γεσθημανή γεωργάκης
 γεωργάς γεωργέας γεωργής γεωργία γεωργογιάννης γεωργουλάκος γεωργουλέας
 γεωργούλης γεώργης γεώργιος γη γηρυόνης γιάγκος γιάγκουρας γιάλοβα γιάμε
 γιάνναρος γιάννενα γιάννεσα γιάννης γιάννινα γιάννος γιαγκούλας γιακουμής
 γιαλούσα γιαμάγκα γιαμάντα γιαμαγκάτα γιαμαγκούτσι γιαμαμότο γιαματσούρι
 γιαναΐζου γιαναγκάβα γιανγκτσέ γιαννάκης γιαννέσα γιαννακός γιανναράς
 γιαννιός γιαννιώ γιαννουλάκος γιαννούλα γιαννούλης γιαννούρης γιασεμή γιασεμής
 γιαχάμπα γιαχβέ γιβραλτάρ γιερεβάν γιεχωβά γιοβάν γιοβάννα γιοβάννης γιοζγκάτ
 γιοκότε γιολάντα γιουγκάβα γιουγκοσλάβος γιουγκοσλαβία γιουζάβα γιουκατάν
 γιουριχότζο γιούδας γιούλα γιούμπαρι γιούνης γιούρι γιούρογκρουπ γιούτα
 γιωρίκας γιωργάκης γιωργάρας γιωργία γιωργίκας γιωργίτσα γιωργίτσης γιωργούλης
 γιώργης γιώργιος γιώργος γιώργος σεφέρης γιώτα γιώτης γκάμπια γκάνα γκάντζι
 γκάρι κούπερ γκίσι γκίφου γκαέτα γκαζνί γκαλάτσι γκαλατίνα γκαμήλα γκαμπόν
 γκατζολία γκελενίτης γκελζενκίρχεν γκιλγκαμές γκιμαράες γκιοζ-τεπέ
 γκντανσκ γκολφίνος γκοούρ γκοράνος γκοσογκαβάρα γκουαλάν γκουανταλαχάρα
 γκουασακαπάν γκουαστάλα γκουτζαράτ γκουϊντόνια γκούμπιο γκράβαρα γκράντο
 γκρανβίλ γκρατς γκρενόμπλ γκροσέτο γκρόζνυ γκόα γκόγκος γκόλφω γκότο γλάδστων
 γλασκώβη γλαύκη γλαύκος γλυκέριος γλυκερία γλυκοφιλούσα γλυμής γλυνός γλυφάδα
 γλύπτης γνήσιππος γνωσίφορος γνώμων γοδεφρείδος γολγοθάς γολγοθάς γολιάθ
 γοράσδος γοργίας γοργώ γουαδελούπη γουατεμάλα γουιάνα γουινέα γουινέα μπισσάου
 γουλιέλμος γουμένισσα γουστολίδι γραμβούσα γραμματίνα γραμπονήσι γρανάδα
 γρενάδα γρηγορία γρηγόρης γρηγόριος γροιλανδία γυάρος γυαλάδικα γωγούλα γωγώ
 γόρδιο γόρης γύθειο γύλιππος γύψου γώνιτες δάκης δάμος δάμων δάρδανος δάφνη
 δέσποινα δέσπω δήλιος δήλος δήμητρα δήμος δίας δίδυμοι δίκτυον δίκωμο δίστομο
 δίων δαλμάτιος δαμαλάς δαμαριώνας δαμασκηνή δαμασκηνός δαμασκός δαμιανή
 δαμοκλής δαμοφίλη δαμοφών δανάη δανία δανακός δαναός δανιήλ δανιμαρκία
 δαρδανέλια δαρδανέλλια δαρεία δαρείος δασά δαυίδ δαφνί δείμος δεβόρα δεδουσία
 δεινοκράτης δεινόστρατος δεκέλεια δεκέμβρης δεκέμβριος δεκατρίαστρη δελφίν
 δελφοί δενούσα δεξίμαχος δεσποινιώ δεσποινούλα δεσπούλα δευκαλίων δευτέρα
 δηιδάμεια δημάρατος δημήτρης δημήτριος δημητράκης δημητρίου δημητριάδης
 δημητρόπουλος δημητρός δημιουργία δημιουργός δημοκίδης
 δημοκρατία της κίνας δημοκρατία του κονγκό δημοκρατικό δημοκρατιάτο του κονγκό
 δημοφίλη δημοφών δημοχάρης δημούλλα δημόκριτος διέππη διαβήτης διαγόρας
 διαλεχτή διαμάντω διαμαντής διαμαντίνα διασκορπισμένα νησιά στον ινδικό ωκεανό
 διγενής ακρίτας διδυμότειχο διεθνές νομισματικό ταμείο
 διεθνής φωνητική ένωση διηάνειρα διηδάμεια δικαία δικαίαρχος δικαίος διογένης
 διομήδης διονυσία διονυσούλα διονύσης διονύσιος διοσκουρίδης διοτίμα διωξίππη
 διόκλητος διόνυσος διόριος διόσκουρος διώνη δνείπερος δομένικος
 δομινίκα δομινίκη δομινικανή δημοκρατία δομιτίλλα δονάτα δονάτος δονούσα
 δοράς δορύλαιον δουβλίνο δουνκέρκη δούκας δούκισσα δούναβης δράκος δράκων
 δρέσδη δραγατσάνι δραγούμης δραγωνέρα δρακούλης δρακόντιος δροσιά δροσούλα
 δρόσος δρόσω δυνάμεις δυτική βιρτζίνια δυτική σαχάρα δωδεκάημερο δωδεκάμερο
 δωδεκάνησος δωδεκαήμερο δωδεκανήσια δωδεκανησία δωδώνη δωροθέα δωρούλα δωρούσα
 δόμνα δόξα δύση δώρα δώρος εβέλλιος εβίτα εβελίνα εβρεμούνδιος εγγαρές
 εγκέλαδος εγκαρές εδέμ εδιμβούργο εδουάρδος ειδομένη ειλείθυια ειρήναρχος
 ειρηναίος ειρηνικός εκάβη εκάλη εκάτη εκαταίος ελ αλία ελ αντελάντο ελ γκρέκο
 ελ εστόρ ελ μαντσόν ελ προγκρέσο ελ σαλβαδόρ ελένη ελίζα ελίκη ελασσόνα
 ελβίρα ελβετία ελεάνα ελεάννα ελεημονήτρια ελενίτσα ελενιώ ελεονώρα ελευθέρης
 ελευθερία ελευσίνα ελισάβετ ελισσαίος ελισώ ελλάδα ελλάδιος ελλάνικος ελλάντα
 ελλήσποντος ελληναφρικανός ελληνικοί εσπερινοί ελληνιστική περίοδος ελληνόπη
 ελπιδοφόρος ελπινίκη ελσίνκι εμμανουέλα εμμανουήλ εμπέτσου εμπίνο εμπεδοκλής
 ενετία εξάς εξακουστός εξαυδρίτης εξκάλιμπερ εξουσίες εξτρεμαδούρα εξωμιά
 επίζηλος επίκουρος επίκτητος επαμεινώνδας επανομή επιμενίδης επισκοπείο
 επιτάφιος επιφάνειος επιφάνια επιφάνιος επονίτης επονίτισσα εποχή του λίθου
 επτάνησος επταετία επτακώμη επτανήσιος επώνυμος ερένθια ερέτρια ερασμία
 ερατοσθένης ερατώ ερβάς εργότιμος ερεχθεύς ερζερούμ εριέττα ερινύα ερινύς
 ερκυνίτης ερμής ερμαίος ερμείας ερμιόνη ερμογένης ερμοκράτης ερμούπολη
 ερμόλαος ερμύλλη ερμύλλος ερρίκος ερριέτα ερυθραία ερυθρός σταυρός ερυξίμαχος
 ερωτόκριτος ερωφίλη ερύμανθος εσθήρ εσθονία εσθονός εσκισεχίρ εσκοριάλ
 εσμεράλδα εσπίνιο εσπερία εσπερίδες εστέλια εστία εσταυρωμένος εστιαιώτιδα
 ετεοκλής ετριγγίτης ετρούσκοι ευάγγελος ευάνθης ευέλθων ευέλπιστος ευαγγελή
 ευαγόρας ευανθία ευβοϊκός ευγένης ευγένιος ευγενία ευγενίτσα ευγενούλα
 ευδοκία ευδοκίτσα ευδοκούλα ευδοξία ευδοξούλα ευδόκιμος ευδόξιος ευδώρα
 ευθαλία ευθαλίτσα ευθαλιώ ευθυκλής ευθυμία ευθυμίδης ευθυμούλα ευθύδημος
 ευθύμιος ευθύνους ευθύφρων ευκλεάς ευκλείδης ευκράτης ευλάλιος ευλάμπης
 ευλάμπω ευλαλία ευλαμπία ευλογία ευλόγιος ευμένιος ευμενία ευμενίδες ευμορφία
 ευπρέπιος ευπραξία ευπρεπία ευρήλιος ευρασία ευριλία ευριπίδης ευρυβιάδης
 ευρυδίκη ευρυμέδοντας ευρυμέδων ευρυνόμη ευρυπία ευρυσάκης ευρυσθεύς ευρυτανία
 ευρωομάδα ευρωπαϊκή ένωση ευρύκλεια ευρύλοχος ευρύνομος ευρώπα νήσος ευρώπη
 ευσεβία ευσεβούλα ευστάθιος ευσταθία ευσταθούλα ευστράτης ευστράτιος ευστρατία
 ευτέρπη ευτρόπιος ευτυχία ευτυχίτσα ευτυχιανός ευτυχούλα ευτύχης ευτύχιος
 ευφράσιος ευφράτης ευφραίμ ευφραίμης ευφραιμία ευφροσύνη ευφρόσυνος ευψυχία
 εφραίμ εχίνος εψοµίτης εωσφόρος εύα εύβοια εύγριπος εύδημος εύδοξος εύη εύηνος
 εύμαχος εύμηλος εύνομος ζάγκρεμπ ζάκης ζάκυνθος ζάλογγο ζάμπια ζάρκο ζάχος
 ζήνα ζήνων ζήσης ζήσιμος ζήσος ζαΐρ ζαΐρα ζαγανιάρης ζαγκουάν ζαγορά ζακχαίος
 ζαλάου ζαλοβίτικο ζαμπέτα ζαμπία ζαν πιαζέ ζαννέτα ζαννέτος ζαννής ζαννίνο
 ζαρατούστρα ζαρλάθιος ζας ζαφείρα ζαφείρης ζαφείριος ζαφείρω ζαφειρία ζαχάρω
 ζαχαρίας ζαχαρίτσα ζαχαρούλα ζεβεδαίος ζευγολατειό ζευς ζεύξιππος ζηνοβία
 ζηνόδοτος ζηνόδωρος ζησούλα ζητούνι ζιμπάμπουε ζιτούνι ζλάτα ζλάταν ζλάτκο
 ζουμιάτικο ζουμπουλία ζοφιήλ ζυγός ζυρίχη ζωή ζωίτσα ζωγραφιά ζωζώ
 ζωροάστρης ζωσιμάς ζωτικός ζόλταν ζώης ηγήμων ηγήσανδρος ηγήσιππος ηγίας
 ηγερία ηγησίας ηγουμενίτσα ηδύλη ηλέκτρα ηλίας ηλεάνα ηλεία ηλιάδα ηλιάκος
 ηλιάνης ηλιοστάλακτη ηλιόδωρος ηλιόφωτος ηλιόχαρη ημαθία ημιυδρίτης ηνίοχος
 ηνωμένα αραβικά εμιράτα ηνωμένες πολιτείες ηνωμένες πολιτείες της αμερικής
 ηράκλεια ηράκλειες στήλες ηράκλειο ηράκλειτος ηρακλής ηρακλίτσα ηρακλειά
 ηρωδίας ηρωδίων ηρωδιάδα ηρόδοτος ηρώ ησίοδος ησαΐας ησιόνη ησύχιος ηωήλ ηώ
 θάνος θάσος θάσος θέκλα θέλμα θέμης θέμιδα θέμις θέουτα θέρμεια θέρμο θέτις
 θήρα θίμφου θαλάσσιος θαλής θαλλέλαιος θαλλής θαμόρα θανάσης θανάσιος θανασία
 θαυµασίτης θεάνθρωπος θεή θεαγένης θεανώ θειακό θελξιώπη θεμέλιος θεμιστοκλής
 θεοβάλδος θεογεννήτωρ θεοδοσία θεοδούλα θεοδούλη θεοδόσης θεοδόσιος θεοδότη
 θεοδώριχος θεοκλής θεοκυήτωρ θεολογία θεολόγης θεολόγος θεομήτωρ θεομακάριστος
 θεονύμφη θεοπίστη θεοπούλα θεοσέβιος θεοτίμη θεοτόκης θεοτόκος θεοφάνεια
 θεοφάνης θεοφάνια θεοφίλη θεοφανία θεοφανώ θεοφύλακτος θεοχάρης θεράπων
 θερμαϊκός θερμιά θερσίτης θεσπιές θεσπρωτία θεσσαλία θεσσαλονίκη θεσσαλός
 θεωνάς θεωνίτσα θεόδοτος θεόδουλος θεόδωρος θεόκλητος θεόκριτος θεόπεμπτος
 θεόπιστος θεός θεότεκνος θεότιμος θεόφιλος θεόφραστος θεώνη θηλαλιευτής
 θηρασία θηρασιά θηρεσία θησέας θησείο θιβέτ θοδωράκης θοδωρής θοδωρούλα θοδώρα
 θολόγης θορικός θουέρα θουκυδίδης θράκη θράσος θράψα θρακικό πέλαγος
 θρασύμαχος θραψαθήρι θρόνοι θωθ θωμάκης θωμάς θωμαΐς θωμαή θωρ θωτ θόδωρος
 ιάκωβος ιάμβλιχος ιάπωνας ιάσιο ιάσων ιέρνη ιακωβίνα ιακώβ ιαλυσσός ιανουάριος
 ιαπωνία ιαροισίτης ιαροσλάβος ιασώ ιαχβέ ιβάκι ιβάνα ιβάνγκοροντ ιβάτε
 ιβανούμα ιβαϊζούμι ιβρέα ιγκλέζιας ιγνάτιος ιγνατία ιδομενεύς ιεοβά
 ιερά οδός ιερά σύνοδος ιεράπολη ιερεμίας ιερισσός ιεροκλής ιεροσόλυμα
 ιερόθεος ιερώνυμος ιεσθημανή ιεχοβά ιεχωβά ιζέρνια ιζαμπέλλα ιζαμπώ ιζουμιζάκι
 ιησούς ιησούς του ναυή ιθάκη ιιζούκα ιιτάτε ικάβα ικάριο πέλαγος ικαρία
 ικόνιο ιλάριος ιλαρίων ιλιάδα ιλιάς ιλινόι ιλλµενίτης ιλλίτης ιλλουμινάτοι
 ιλλυριός ιλλύριος ιμάρι ιμαλάια ιμπέρια ιμπουσούκι ιναβασίρο ινγλάνδη ινδία
 ινδοευρωπαία ινδοευρωπαίος ινδονησία ινδός ιντιάνα ιντιανάπολις ιντούν
 ινώ ιξίων ιοκάστη ιορδάνης ιορδανία ιουλία ιουλίτα ιουλίτη ιουλίτσα ιουλιέττα
 ιουλιανός ιουνία ιουστίνη ιουστίνος ιουστινιανός ιούδας ιούδας ο ισκαριώτης
 ιούλιος ιούνης ιούνιος ιππάριον ιππίας ιπποδάμεια ιπποκράτης ιππολύτη
 ιράκ ιράν ιρκούτσκ ιρλανδία ισίδωρος ισαάκ ισαβέλλα ισαμπάλ ισαυρία ισαχάγια
 ισιδώρα ισινομάκι ισλαμαμπάντ ισλανδία ισμήνη ισπανία ισραήλ ισραήλ ιστία
 ιτέα ιταλία ιτοσίμα ιτσικικουσικίνο ιτσινοσέκι ιτσινόχε ιφιγένεια ιφικράτης
 ιχθύες ιχθύς ιπτάμενος ιχθύς νότιος ιχιά ιωάννα ιωάννης ιωάννης ο χρυσόστομος
 ιωακείμ ιωλκός ιωνάθαν ιωνάς ιωνία ιωνική δωδεκάπολις ιωσήφ ιωσηφίνα ιόδοκος
 ιόνια νησιά ιόνιο πέλαγος ιώ ιώβ κάδιθ κάδμος κάθερες κάιρο κάλι κάλια κάλιαρι
 κάλντας ντα ραΐνια κάλυμνος κάλχας κάμα κάμειρος κάμινος κάμπις κάμπος κάνδιδα
 κάνσας κάπρι κάρλοβο κάρμεν κάρμι κάρντιφ κάρολος κάρπαθος κάρπος κάρτζαλι
 κάσελ κάσος κάσσανδρος κάσσαρο κάσσυ κάστελ φρεντάνο κάστορας κάστρο
 κάστωρ κάτια κάτω απρόβατο κάτω κατάκοιλος κάτω ποταμιά κάτω σαγκρί κάφσα κάχι
 κέιπ τάουν κέλλυ κέλσιος κέμνιτς κέμπριτζ κένταυρος κένυα κέραλα κέρκυρα κέρος
 κήρυκος κήτος κία κίδραμος κίεβο κίελο κίκα κίμωλος κίμων κίνα κίναρος κίνκι
 κίτσα καέν καίσαρ καίσαρας καίτη καβάλα καβάφης καβαμάτα καβαούτσι καβυλία
 καγκαμιίσι καγκοσίμα καδής καζάν καζάρμα καζάφανι καζέρτα καζακστάν
 καζαλμπορντίνο καζανλούκ καζαχστάν καζούνο καζόλι καθαρά δευτέρα καθολική
 καικιλία καισάρεια καισάρεια καισάριος καισαριανή κακοτρύγης κακούντα
 καλή καλίνινγκραντ καλαί καλαβρία καλαγκάθι καλαμάκι καλαμάτα καλαμαριά
 καλανδίων καλαντός καλαράσι καλιφόρνια καλλίνικος καλλίστη καλλίστρατος
 καλλικλής καλλικράτης καλλινίκη καλλιοπίτσα καλλιπάτειρα καλλιρόη καλλισθένη
 καλλιόπη καλλιόπιος καλλονή καλογραία καλοδότη καλομοίρα καλοταρίτισσα
 καλούδι καλυβάρι καλυψώ καλόξυλος καμένα βούρλα καμερούν καμηλοπάρδαλις
 καμικοάνι καμουήλ καμπανία καμπούλ καμπότζη κανάζαβα κανάκης κανάκι κανέλλα
 κανέλος καναανίτης καναδάς κανακάρι κανδελάρια κανεγιάμα κανεγκασάκι κανζάκι
 καντέρμπερι κανταχάρ καντελέντα καντό κανόγια καολινίτης καπίσα καπίτων
 καποδίστριας καπούτι καππαδοκία καππαριά καράκουμι καράρα καράτσου καρία
 καραβάς καραβάτζιο καραβοστάσι καραγκιόζης καρακάλλας καραμάν καραμανία
 καραντάν καραντίνα καραντόκιος καρατάσι καραϊβική καρδίτσα καρδεδέου καρδιανή
 καρκίνος καρκασσόν καρλσρούη καρλόβασι καρμανιόλα καρμπάγια καρμπάγιο
 καρμόνα καρνάτακα καρναχαλάς καρολίνα καρολομάγνος καρουμάι καρπάθιο
 καρπάθιος καρπάσιος καρπαθία καρπασία καρπενήσι καρράρα καρς καρτέγιος
 καρυά καρυές καρχηδόνα καρύανα κασίμα κασίνο κασκάις κασμίρ κασούγκα κασπία
 κασσάνδρεια κασσιανή κασσιανός κασσιόπεια κασσιόπη καστέλλι καστέλο μπράνκο
 καστελβετράνο καστελλόριζο καστοριά καστούλος κατάκοιλος κατάκολο κατάνη
 κατάπολα κατάρ κατέρω κατίνα καταγκάμι καταγλάν κατακαλαίοι καταλονία
 καταλωνία καταντζάρο καταρόχα κατερίνα κατερίνη κατερινάκι κατερινούλα
 κατμαντού κατοβίτσε κατοχή κατούνα κατσανό κατσιμπούχαιροι κατσούνι καττίδιος
 κατωκοπιά καφριστάν καϊμακτσαλάν καϊρουάν καύκασος κελερίνος κελεστίνος κεμάλ
 κεμπεκουά κενδέας κενσούριος κεντάκι κεντρική αμερική
 κεραμί κεραμωτή κερασία κερασίνα κερασοχώρι κερασούντα κερατσίνι κερατσούδα
 κερύνεια κεσάδα κεσάρεια κεσαλτενάνγκο κεσενούμα κεφαλλονιά κεφαλονιά
 κηφέας κηφεύς κιάδος κιάρα κιάτο κιβάσο κιζερίτης κικέρων κική κικίτσα
 κιλελέρ κιλικία κιλκίς κιμπιλί κινσάσα κιοστέμ κιουσέμ κιουστεντίλ κιουτάχεια
 κιρίμπατι κιργιζία κιργιστάν κιριμπάτι κιρόγα κισινάου κιτάμι κιτίμ κιταακίτα
 κιτακάτα κιτακυούσου κιτασιομπάρα κιτσέ κιτσούκι κιττία κιόνια κιότζα κιότο
 κλέανδρος κλέαρχος κλέλια κλέων κλήμης κλήνης κλαίλια κλαίρη κλαζομενές
 κλαύδιος κλεάνθης κλείτος κλειδώ κλεινοβός κλεισίδι κλεισθένης κλειτόδωρος
 κλεομένης κλεονίκη κλεοπάτρα κλεπίνη κλεόβουλος κλεόνικος κλεόπας κλημέντιος
 κλινοβός κλοτίλδη κλουζ-ναπόκα κλυταιμνήστρα κλωθώ κλώντια κνίδος κνωσός κογκό
 κοζέντσα κοινωνία των εθνών κοκκινιά κοκκινοσκουφίτσα κολίνος κολινδρινό
 κολλινιάτικο κολμάρ κολοκοτρώνης κολομβία κολομπύρι κολοράντο κολούμπια
 κολχίδα κολωνία κολόμπους κολώνα κομισιόν κομμαγηνή κομνηνός κομοτηνή κομπάν
 κομπότι κομφούκιος κομόρες κονέκτικατ κονγκό κονδήλω κονδυλένια κονδυλία
 κονελιάνο κονκλάβιο κοντέ αν μπρι κοντήλω κοντακαίικα κοντεμένος κοντοκλάδι
 κοντυλιά κοντυλιά κοντύλω κοπάρο κοπεγχάγη κοράνιο κορέα κορέλια κορίνα
 κορδελιό κοριγιάμα κοριλιάνο κοριλιάνο καλάμπρο κορινθία κορινθιακός
 κορνέτο κορνήλιος κορνηλία κορσική κορτεγκάνα κορτόνα κορώνεια κοσάκα κοσμάς
 κοστούμ κοτσιφάλι κοτσιφαλιάτικο κοτσιφολιάτικο κοτσορώνης κοτύωρα κουάκερος
 κουένκα κουβέιτ κουβέλτσι κουζουμάκι κουζουνός κουιλάπα κουκλουτζάς κουλίτσα
 κουμάρος κουμαμότο κουμανή κουμελάς κουνάρ κουνίμι κουνισάκι κουντούζ κουνόχε
 κουρασάο κουριχάρα κουροΐσι κουρου-τσεσμέ κουρουνοχώρι κουρούμε κουρούπης
 κουρσκ κουρτζολάρι κουσίμα κουσίρο κουτάνς κουτσοβέντης κουφονήσια κοϊντίνος
 κούλα κούλουρη κούνεο κούρδισσα κούρδος κούτζι κούτσι κράτος της παλαιστίνης
 κρήνη κρήτη κρίστυ κρίτων κρακοβία κρανίδι κρασάτο κρατήρ κρατύλος κραϊόβα
 κρηνιώ κρης κρητηνία κρητικό κρητικό πέλαγος κριός κροίσος κροατία κροζέ νήσοι
 κρουστάλλω κρυστάλλης κρυστάλλω κρυσταλλία κρυσταλλοπηγή κρυόβρυση κρόκος
 κρόνος κρότωνας κτησιφών κτικάδος κυβέλη κυδωνίες κυδωνίτσα κυθέρεια κυθραία
 κυούσου κυπαρισσία κυπαρισσιακός κυπρί κυπρία κυπριανή κυπριανός κυρά κυρήνη
 κυριαζής κυριακή κυριακή της ανάστασης κυριακή των βαΐων κυριακούλα κυριότητες
 κυότο κχοστ κωλοκοτρόνης κωμιακή κωνστάντζα κωνσταντής κωνσταντία κωνσταντίνα
 κωνσταντινάκης κωνσταντινιά κωνσταντινούπολη κως κωστάκης κωστής κωσταντία
 κωσταντίνος κωσταντινάκης κωστούλα κόγκα κόιμπρα κόιντος κόλυμπος
 κόμο κόμπε κόναβος κόνιτσα κόνκορντ κόνων κόραξ κόρδοβα κόρθι κόρινθος κόρωνος
 κόστα ρίκα κότσι κόφου κόχυλος κύθηρα κύθηρος κύθνος κύκνος κύμη
 κύνθια κύπρια κύπρος κύρα κύριλλος κύριος κύρκος κύρος κύρρος κύων μέγας
 κώμη κώνστας κώστας κώτσος λ' άκουιλα λάγκος λάζαρος λάιος λάκης λάμνα
 λάμπης λάμπρος λάμυρα λάνσελοτ λάντσχουτ λάος λάουρα λάπαθος λάπηθος λάρητες
 λάρνακα λάσκαρης λάτιο λάχεση λέανδρος λέκο λένα λένας λένος λέο τολστόι λέρμα
 λέσβος λέτα λέτσε λέων λέων μικρός λήδα λήμνος λία λίας λίβανος λίβερπουλ
 λίγηρας λίγυς λίζα λίλιθ λίμα λίμπεκ λίνα λίνδος λίνκολν λίνος λίπαρι λίτσα
 λα εστράντα λα κορούνια λα ροσέλ λα σπέτσια λαβέλο λαγκαδάς λαγκμάν λαγωός
 λαδικινό λαιστρυγόνες λακεδαίμονας λακωνία λακωνικός λαλάκης λαμία λαμπέτι
 λαμπρινή λαμπρινός λανουσέι λανς λαντσιάνο λαοδάμας λαοδίκη λαοκράτης
 λαοκόων λαουρία λαούτη λαπωνία λαρέδο λαρίνο λαρίσα λας βέγκας λασά λασίθι
 λαυρέντης λαυρέντιος λαυρεντία λαϊκή δημοκρατία της κίνας
 λαϊκή δημοκρατία του τιμόρ-λέστε λαύρα λαύριο λεία λεβίδι λεβερκούζεν λειψία
 λεμεσός λεμονιά λενάκι λενιάνο λενιώ λεονάρδος λεονάρισσο λεοντάνθρωπος
 λεοντοβούνια λεοντοκέφαλος λεοντόθεος λεονφόρτε λεπτοκαρυά λεσόθο λεττονία
 λευθέριος λευκάδα λευκή λευκοθέα λευκορωσία λευκορώσος λευκούλα λευκωσία
 λευτέρης λευτέριος λευτεράκης λευτεριά λεχία λεωκράτης λεωνάρδος λεωνίδας
 λεωχάρης λεϊρία λεόντιος λεύκα λεύκες πάρου λεύκιος λεύκιππος λεώνη ληθαίος
 λημνιώνα ληξούρι λητώ λιάκος λιάνα λιάς λιάτικο λιέιδα λιβάδα λιβάδια λιβέρης
 λιβερία λιβυκό πέλαγος λιβόρνο λιβύα λιβύη λιγονέρι λιγουρέζος λιδωρίκι λιζέτα
 λιλ λιμενάρια λιμνιά λιμόζ λινάρδος λιντς λιοΐρι λιουμπλιάνα λισαβόνα λισαβώνα
 λιτόχωρο λιχτενστάιν λιψία λοΐζος λογκάρ λογοθέτης λογροσάν λονδίνο λονδῖνο
 λορέντζος λοριάν λος άντζελες λουΐζος λουάντα λουάρκα λουίζα λουζάδα λουιζιάνα
 λουκία λουκιανός λουκρητία λουλέ λουλού λουλούδα λουλούδω λουντμίλα
 λουξεμβούργο λουρουκίνα λουτρά λουτράκι λουτρός λούγο λούζα λούης λούθηρος
 λούλα λούλης λούμπα λυγαρίδια λυγερή λυγξ λυγουριό λυδία λυθράγκωμη λυκάονας
 λυκαονία λυκομήδης λυκούργος λυκόστομος λυμπέρης λυσίας λυσίμαχος λυσιστράτη
 λυών λυώνας λωξάντρα λωτοφάγοι λόβετς λόκι λόλα λόντι λόντρα λόρδος βύρωνας
 λόχα λύκος λύρα λύσανδρος λύσιππος λύτρια λώρα μάαστριχτ μάγδα μάγια μάγκιζα
 μάης μάια μάιντς μάιος μάκης μάλαγα μάλαμα μάλι μάλιε μάλτα μάμας μάνδρα μάνθα
 μάνια μάνος μάνος χατζιδάκις μάντισον μάντοβα μάνχαϊμ μάξιμος μάρα μάραγκας
 μάρθα μάριος μάρκελλος μάρκελος μάρκος μάρκος τύλλιος κικέρωνας μάρμπουργκ
 μάρτιος μάρω μάσα μάσα μαρίτιμα μάτα μάτης μάτσουε μάφρα μάχη μάχος μέγαρα
 μέθανα μέιν μέιντστοουν μέλανες μέλπω μέμα μέμος μέμφις μένανδρος μένητες
 μένιος μένιππος μέριλαντ μέριντα μέση μέση ανατολή μέση ποταμιά μέστρε μέτσοβο
 μήλος μήτρος μήτση μήτσος μία μίθρας μίκα μίκης μίκης θεοδωράκης μίλητος
 μίλτων μίλχαϊμ μίμα μίμης μίνα μίνστερ μίνωας μίνως μίρκα μίρνα μίσιγκαν μίτο
 μαία μαίρη μαγγεµίτης μαγδάλω μαγδαληνή μαγδεβούργο μαγδούλα μαγιάπριλο
 μαγιότ μαγκαντάν μαγκρέμπ μαγναύρα μαγνησία μαγνησίτης μαδάρα μαδαγασκάρη
 μαδρίτη μαεμπάσι μαζαράκι μαθιός μαθουσάλας μακάο μακάρες μακάριος μακεδνό
 μακεδονία μακουραζάκι μακρίνα μακρονήσι μακροτάνταλο μακρόνησος μαλάκα μαλάκκα
 μαλάουι μαλαγουζιά μαλαισία μαλακάλ μαλαματένια μαλαμώ μαλαχίας μαλβίνα
 μαλδίβες μαλιακός μαλουκάτο μαμάδος μανάμα μανίλα μανίσα μανδηλαριά μανιπούρ
 μανούσος μαντία πραντές μαντανίγιν μαντηλάρι μαντιλάς μαντούρια μαντρακούκος
 μαντώ μανφρεντόνια μανωλιά μανόλης μανώλης μαράκι μαρία μαρίκα μαρίνα μαρίνος
 μαραθόκαμπος μαραθώνας μαργαρίτα μαργαρίτης μαργιωρή μαριάνα μαριάνθη μαριάννα
 μαριγούλα μαριγώ μαρικάκι μαριλένα μαριλίτσα μαριούπολις μαριωρή μαριώ μαριώλα
 μαρκέλλα μαρκιανή μαρκιανός μαρλάς μαρλέν ντίτριχ μαρμαράς μαρουλίτσα μαρουλιώ
 μαρουσιώτης μαρουσιώτισσα μαρουσώ μαρούλα μαρούσα μαρούσι μαρσάλα
 μαρτινίκα μαρόκο μασάουα μασάφρα μασαθούρι μασατενάνγκο μασαχουσέτη μασσαλία
 ματέρα ματίλντα ματίνα ματζέντα ματθίλδη ματθαίος ματούλα ματρώνα ματσαρίνο
 ματσουγιάμα ματσουούρα ματσουσίμα μαυράθηρο μαυρέτα μαυρίκιος μαυριτανία
 μαυροβούνιο μαυρογένης μαυρογένους μαυρογιάννης μαυρογιώργος μαυροδάφνη
 μαυροκορδάτος μαυροκορδάτου μαυροκουντούρα μαυρομάτης μαυρομιχάλης μαυρομμάτης
 μαχαράστρα μαύρα μαύρος μαύρου μαῦρος μεβλεβήδες μεγάλη άρκτος μεγάλη βρετανία
 μεγάλη εβδομάδα μεγάλη πέμπτη μεγάλη παρασκευή μεγάλη πλάκα μεγάλη σαρακοστή
 μεγάλη τετάρτη μεγάλη τρίτη μεγάλο γαυριονήσι μεγάλο σάββατο μεγακλής
 μεγαλόπολη μεγαλόχαρη μεγασθένης μεγκαλάγια μεζάνιε μεθόδιος μελάνη μελέαγρος
 μελένικο μελέτης μελέτιος μελίδα μελίνα μελίτα μελίτων μελανή μελανία μελετία
 μελιτίνη μελούσεια μελπομένη μενέλαος μεξικάνος μεξικό μεράνο μερίκας μερίτσα
 μερκούρης μερκούριος μερμηγκιές μερσίνη μερόπη μεσαίωνας μεσαθούρι μεσαριά
 μεσολόγγι μεσοποταμία μεσσήνη μεσσηνία μεσσηνιακός μεσόγειος μεσόγειος θάλασσα
 μετέωρο μεταξία μεταξούλα μετς μηλένια μηλίτσα μηλιές μηνάς μητροφάνης
 μιά μηλιά μιανμάρ μιγιάγκι μιγιάκο μιγιάμα μιγιαβάκα μιγιαζάκι μιγιακονοτζό
 μιζόραμ μιθριδάτης μικάσα μικέλης μικές μικρά άρκτος μικρά ασία
 μικρή άρκτος μικρασία μικροδαρδανέλλια μικρονησία μικροσκόπιον μιλάνο μιλάτσο
 μιλήσιος μιλτιάδης μιμή μιμίκα μιναμάτα μιναμί-σιμαμπάρα μιναμιαΐζου
 μιναμισανρίκου μιναμισατσούμα μιναμισόμα μινερβίνο μούρτζε μινεσότα μινσκ
 μιράντα μιράντα ντο κόρβο μιράντα ντο ντούρο μιρέλλα μιρίτσα μισάβα μισάτο
 μισισίπι μισσισσιπής μιστρέτα μιτάνε μιχάλης μιχάρου μιχαέλα μιχαήλ
 μιχαήλα μιχαήλος μιχαίας μιχαλία μιχαλίτσα μνημοσύνη μνησικλής μογγολία
 μοζαμβίκη μολάοι μολδαβία μολδοβλαχία μολιτέρνο μολφέτα μονή μονή παναχράντου
 μοναρκά μονεμβάσια μονεμβασιά μονκό-λε-μιν μονμπέτσου μονπελιέ μονρεάλε μονς
 μοντγκόμερι μοντελμόσου μοντεμόρ-ο-νόβο μοντοβί μοντρεάλη μοντσερράτ μοντωμπάν
 μονόκερως μονόπολι μοριόκα μορτάκια μορτάρα μορφέας μορφούλα μοσούλη μοσχάνθη
 μοσχοφίλερο μοσχούλα μοσχόμαυρο μοτομίγια μουδανιά μουλαντόνα μουνακάτα
 μουροράν μουσιώνας μουτσούνα μούρμανσκ μούρος μούτσου μούχταρο μπάια μάρε
 μπάμπης μπάνσκο μπάρι μπάχα βεραπάς μπέλαπαϊς μπέντζαμιν φράνκλιν μπέπου
 μπέργκαμο μπέρμιγχαμ μπέρχα μπέστλα μπέτυ μπία μπίθρος μπίλεφελντ μπίσμαρκ
 μπαγιέ μπαγκερία μπαγκλάν μπαδαχόθ μπακάου μπακού μπακράτσι μπαλάσης
 μπαλντρ μπαλχ μπαμιάν μπανγκλαντές μπανγκόκ μπανγκόρ μπανιάρα καλάμπρα
 μπαντ χόμμπουργκ μπανταχσάν μπαντγκίς μπαριάμα μπαρλέτα μπαρμπάντος
 μπαρσέλος μπαρφλέρ μπασάνο μπαστιά μπατάλια μπατίκι μπατίστας μπατζά μπατσί
 μπαχάμες μπαχρέιν μπαϊρακλί μπεάτα μπεγλέρι μπεζανσόν μπεκάρι μπεκιάρι μπελίζε
 μπεμπέκα μπενίν μπενεβέντο μπενιζέλος μπερδεμιάρος μπετζέχρω μπετόβεν μπιέλα
 μπιλμπάο μπιμπάι μπιν αρούς μπιτόντο μπιχάρ μπλαγκόεβγκραντ μπλουά μποβίνο
 μπογιαλαμάδες μπολού μπολτσάνο μπολόνια μπονόρβα μποργκομανέρο μπορντό
 μποτσουάνα μπουένος άιρες μπουζάου μπουνγκοτακάντα μπουργκάς μπουρζ
 μπουρνόβας μπουρούντι μπουτάν μπουτζάς μπούζεν μπούνγκο-όνο μπούρμα μπούφτεα
 μπρένερο μπρέσα μπρίντιζι μπρα μπραγκάνσα μπρασόβ μπρατισλάβα μπρεσανόνε μπρνο
 μπρυζ μπόζα μπόιζι μπόμπος μπότσεν μυία μυκάλη μυκήνη μυλοπόταμος μυλούζ μυούς
 μυριάνθη μυρσίνη μυρτιά μυρτώ μυρτώο πέλαγος μυσία μυσός μυτιλήνη μωάμεθ
 μωυσής μωϋσής μόδεστος μόνα μόναχο μόνικα μόντενα μόντικα μόντρεαλ μόντσα μόρα
 μόρφω μόσχα μόσχος μόσχω μύκονος μύλασα μύρινα μύρτος μύρτου μύρων μύσιος
 νάγια νάκης νάμπουλ νάντη νάντια νάξος νάουσα νάπολη νάρα νάρκισσος νάσβιλ
 νάσος νάτα νάταλι νέα μάκρη νέα ρώμη νέαρχος νέβας νέγκρετ νέλας νέο δελχί
 νέρτους νέστορας νέστωρ νέτα νήσοι αγίου πέτρου και μιχαήλ νήσοι μάρσαλ
 νήσοι σολομώντος νήσος άγιος παύλος νήσος άμστερνταμ νήταυρος νίγηρας νίκαια
 νίκη νίκος νίκων νίμος νίνα νίνος νίσυρος νίτσα ναγιόρο ναγκάνο ναγκαλάντ
 ναγκόγια ναζαρέ ναζαρέτ ναζωραίος ναθαναήλ νακάμα νακάτσου νακατζίμα ναμίε
 νανγκαράρ νανσύ ναξία σμύρις ναούμ ναούρου ναπαίος ναπολέων ναράχα ναρντό
 νατάλιος νατάσα ναταλία νατόρι ναυσικά ναϊρόμπι ναύπακτος ναύπλιο νεάντερταλ
 νεβάδα νεβέρ νεβσεχίρ νεγκόσκα νεκρά θάλασσα νεκτάριος νεκταρία νεμέα νεμούρο
 νεοκλής νεοφύτα νεοχάρης νεπάλ νερέος νεραντζιώτισσα νεσέμπαρ νεστορία νετούνο
 νεφελοκοκκυγία νεόκαστρο νεόκριτος νεόφυτος νημποριό νησιά του σολομώντα
 νιγρίτα νιιγκάτα νικ νικάνωρ νικάστρο νικάχο νικήστρατος νικήτας νικίας
 νικαράγουα νικηφορία νικηφόρος νικοκλής νικολάκης νικολέτα νικολέττα νικολής
 νικολίνα νικολίτσα νικολοβάρβαρα νικολός νικομήδεια νικουριά νικόλαος νικόλας
 νιμρούζ νινέτα νινή νινίτα νινόχε νιος νιου τζέρσεϊ νιου χάμσαϊρ νιούε
 νισιάιζου νισιβάγκα νισιγκό νισινοομότε νισύρια νισύριος νιτσινάν νιχονμάτσου
 νιόβη νιόνιος νοέμβρης νοέμβριος νοβάρα νοβοροσίσκ νοβοσιμπίρσκ νογκάτα
 νομική νομικός νομπεόκα νομποριμπέτσου νορβηγία νοσίρο νουρεστάν
 ντάισεν ντάκα ντάλια ντάνα ντάνι ντάπια ντάρμστατ ντάτε ντέλαγουερ ντέμη
 ντένβερ ντένης ντέρεμ ντίμης ντίνα ντίνος ντίνσλακεν ντίσελντορφ ντίτα
 νταίζη νταζάιφου νταραγάτσι νταρόκα ντε μόιν ντεζάνα ντελεσίμι ντεμπίνα
 ντεσάου ντεϊκούντι ντιάνα ντιγιάρμπακιρ ντιζόν ντιπ ντοναμούλα ντονιέσκ
 ντράγκα ντόμπριτς ντόνιετ ντόρα ντόργκαλι ντόρτμουντ ντόχα ντύρμερσχαϊμ
 νυμφίος νυρεμβέργη νόβγκοροντ νόντα νόρμα νόρσιπινγκ νότια αμερική
 νότια καρολίνα νότια κορέα νότια ντακότα νώε ξάνθη ξάνθιππος ξάνθος ξέναρχος
 ξένια ξαβεριώτισσα ξανθή ξανθίππη ξανθούλα ξενία ξενοκράτης ξενοφάνης ξενοφών
 ξηρόκαμπος ξινάρα ξινόμαυρο οία οίακας οβάρ οβίδιος οβδιού οβρυά ογκόρι οδέττη
 οδυσσέας οδύσσεια οθωνοί οιδίποδας οικουμένιος οινόφυτα οκάβα οκαγιάμα
 οκλαχόμα σίτυ οκούμα οκρίβας οκτάς οκτώβρης οκτώβριος ολβιανός ολγάκι
 ολιβέιρα ντε φράτες ολιβέιρα ντο όσπιταλ ολλανδία ολλανδικές αντίλλες ολυμπία
 ολυμπιοδώρα ολύμπια ολύμπιος ομάν ομούτα ομπερναί ομπερχάουζεν ομπιχίρο ομσκ
 ονήσιμος ονδούρα ονησίφορος ονιάρα ονούφριος οντάτε οντίν ονωράτος ονότζο
 οξύνεια οράντεα ορέστης οργανισμός βορειοατλαντικού συμφώνου
 ορεστιάδα οριουέλα ορλεάνη ορουζγκάν ορσαλία ορτίσιος ορτανσία ορφέας
 οσάκα οσέρ οσού οσπίτιος οστρογότθοι οτάρου οτσούτσι οττάβα ουΐτιγγης
 ουάσιγκτον ουάσινγκτον ουέλβα ουέλλινγκτον ουαγκαντουγκού ουαλέριος ουαλία
 ουαλερίνος ουαλεριανός ουαλόνος ουαϊόμινγκ ουγγαρέζα ουγγαρέζος ουγγαρία
 ουγκάντα ουεουετενάνγκο ουζμπεκιστάν ουισκόνσιν ουκίχα ουκρανή ουκρανία
 ουλλρ ουλμ ουμβέρτος ουράβα ουράνιος ουρίκε ουρανία ουρανός ουρβανός ουρεσίνο
 ουρουγουάη ουρουγουανός ουσά ουσάκ ουσούκι ουτάρ πραντές ουταράχαντ ουτασινάι
 ουτρέρα ουτρέχτη ουτσουνομίγια ουψάλα ουϊστάνος οφηλία οφιούχος οφουνάτο οχάιο
 οψίκιο οϊτίν ούαρος ούγγρος ούγκο ούκι ούλεν ούνζεν ούννος ούντινε ούρσουλα
 πάβελ πάδουα πάικος πάλμα ντε μαγιόρκα πάλμα ντε ρίο πάμπος πάνας πάνερμος
 πάνος πάνταινος πάντοβα πάργα πάρης πάρις πάρμα πάρος πάσκα πάσος ντε φερέϊρα
 πάσχα πάτμος πάτραι πάτροκλος πάφος πάχνα πέμπτη πένζα πέπη πέπος πέραμα πέραν
 πέρνικ πέρσης πέρσιβαλ πέρσιος πέτρα πέτρος πήγασος πήλιο πίζα πίκτος πίνδαρος
 πίπης πίστη πίτσα παΐσιος παβία παγασητικός παγγαία παγκράτιος
 παγώνα παιανία πακιστάν πακιστανός πακτίκα πακτιά παλάου παλέρμο παλαίκυθρο
 παλαιστίνη παλαιστού παλαιόσοφος παλαμήδης παμίδι παμίνος παμβώτιδα
 παμπιλιόσα ντα σέρα παμπόροβο παμφυλία παν πανάγος πανάρετος πανίκος παναΐλα
 παναγής παναγία παναγιά παναγιωτάκης παναγιωτούλα παναγιώτα παναγιώτης
 παναθήναια παναθηναϊκός παναμάς παναϊτής πανδώρα πανευρώπη πανηγύριος
 πανιώνιος παννότια πανορμίτης πανουλάκης πανούλης πανούσης πανούτσος
 πανταζής πανταλέων παντελάκης παντελής παντελεήμων παντζάμπ παντζίρ παντμίνι
 παντολέων παντούλα πανωραία παξοί παπαδάκης παπαδάκις παπαδόπουλος παπανδρέας
 παπούα νέα γουινέα παράσχος παρέδες παρίσι παρίσια παρίσιοι παραγουάη
 παραμυθιά παρασκευάς παρασκευή παρασκευούλα παρβάν παρθένα παρθένης παρθένιος
 παρθενία παρθενοπαίος παρθενόπη παρθενώνας παριανό παρμενίων πασχάλης πασχαλία
 πασχαλιά πατάπιος πατής πατρίκι πατρίκιος πατραϊκός πατρινέλλα παυλάκης
 παυλάρας παυλίνα παυσίας παυσίκακος παυσανίας παφλαγονία παφνούτιος παχούμιος
 παύλος παῦλος πεδεμόντιο πεζάντα πειθώ πειρίθους πειραιάς πειραιεύς
 πεισιστρατίδες πεκίνο πεκς πελάγιος πελίας πελαγία πελαγίτσα πελαγόνησος
 πελοπίδας πελοπόννησος πεναφιέλ πενθίλος πενθεσιλεία πενθεύς πενσυλβάνια
 πεντάγωνο πεντάσταυρη σημαία πεντάσταυρο πεντάτευχος πεντηκοστή περάστρα
 περίοικοι περαία περικλής περιστέρα περιστέρι περιστερά περιστερωνάρι
 περμ περού περούτζια περπινιάν περσέας περσία περσίδες περσείδες περσεφόνη
 πεσέρσκ πεσαβάρ πεσκάρα πετέν πετράκης πετρής πετρίτσι πετροκόρινθο
 πετρούλα πετρώνιος πηγάδα πηγή πηγίτσα πηγούλα πηλέας πηλεύς πηνειός
 πηνελόπη πιάτρα νέαμτς πιέρρος πικέρμι πινερόλο πιονγιάνγκ πιπίνα πιπίτσα
 πιστεύω πισωλιμνιώνας πιτέστι πιτροφός πιτσιρίκο πλάτων πλάτωνας πλέβεν
 πλαταιές πλατιά πλατυτέρα πλατύ πλαύτος πλειάδες πλειστοάναξ πλειστώναξ
 πλοπένι πλούμπω πλούταρχος πλούτωνας πλυτό πλωμάρι πλώρα ποθητή ποθητός
 πολέμαρχος πολέμων πολίτης πολιτεία πολυβώτης πολυδάμας πολυδεύκης πολυζώης
 πολυμέρης πολυμήδης πολυνίκη πολυνείκης πολυνησία πολυξένη πολυπέρχων πολυτίμη
 πολυχρονία πολυχρόνης πολυχρόνιος πολωνέζος πολωνή πολωνία πολύαιγος πολύβιος
 πολύγυρος πολύδωρος πολύζος πολύκαρπος πολύμνια πολύτιμος πολύφημος πομπήιος
 πομόνα ποντ ντε σουέρτ ποντγκόριτσα ποντομπό ποπάι ποπίτσα πορταλέγκρε
 πορτλανδίτης πορτογαλία πορφυρή πορφυρία πορφύρης πορφύριος ποσειδεών ποσειδών
 ποσειδώνι ποσιδεών πουέρτο μπάριος πουέρτο ρίκο πουατιέ πουλουδιά πουλχερία
 πούλια πράβια πράγα πράσινο ακρωτήριο πράσσο πρέβεζα πρίσκιλλα πραξιθέα
 πρασά πρασιές πραστιό πριήνη πριγκιπάτο του λίχτενσταϊν πρινάρι προκοπία
 προκόπης προκόπιος προμηθέας προποντίδα προύσα πρωρέας πρωσία πρωτέας
 πρωτομαγιά πρωτοχρονιά πρόβιντενς πρόδρομος πρόσω ανατολή πρύμνη
 πσκοφ πτηνόν παραδείσιον πτολεμαΐδα πτολεμαία πτολεμαίος πτωχολέων
 πτώον πτώος πυθάρα πυθία πυθαγόρας πυθαγόρειο πυξίς πυργάκι πυρηναία πυρόγι
 πωλ πωλίνα πόβοα ντε βαρζίμ πόγραδετς πόζναν πόλα πόλη πόλυ πόμπλιος
 πόντος πόπη πόπλιος πόρος πόρτλαντ πόρτο πόρτο σάντο πότης πύλος πύργος
 πύρος πύρρος ράζγκραντ ράλλης ράνια ρέα ρέγκενσμπουργκ ρέθυμνο ρέματα ρέμος
 ρένα ρένος ρέντινγκ ρέσιτσα ρέυκιαβικ ρήγας ρήνη ρήνος ρία ρίγα ρίζος ρίμινι
 ρίο ντε τζανέιρο ρίτα ρίτσα ρίτσμοντ ρα ραβέννα ραγκουτσάρια ραιδεστός ρακλειά
 ραλλού ραμπάτ ρανταούτσι ραούλ ραπανούι ρας τζεμπέλ ραστ ρατζαστάν ραφ ραφ
 ραφαέλα ραφαήλ ραφαήλος ραφαηλία ραχήλ ρεβέκκα ρεγγίνα ρεζεδά ρεζεδάς ρεκένα
 ρεμς ρεν ρενάτος ρεταλουλέου ρεϋνιόν ρηγίνος ρηνιώ ρηνούλα ρητινό ριάντ ριέτι
 ριζούντα ριζοῦς ρικουζεντακάτα ριχάρδος ροβέρτος ρογήρος ρογκατσάρια ρογό
 ροδή ροδανός ροδιά ροδούλα ροδόη ροδόλφος ροδόπη ροζίτα ροζαλία ροκανιάρης
 ρομ ρομάν ρομπέν των δασών ρομπέρ ρομπέρτο ρομπόλα ρουάντα ρουέν ρουαγιάν
 ρουμάνα ρουμανία ρουμπίνα ρουμπίνη ρουμπαί ρουμόι ρουσέτος ρουτίλιο ρούκουνας
 ρούλης ρούμελη ρούσε ρούσος ρούσσος ρω ρωμέικο ρωμαίος ρωμανία ρωμανός
 ρωμυλία ρωμύλος ρωξάνη ρωσία ρωσοπόντιος ρόδης ρόδιος ρόδος ρόζα ρόζυ ρόης
 ρόμαν ρόουντ άιλαντ ρότερνταμ ρότσεστερ ρόχαρης ρώμη σάββας σάββατο σάγκα
 σάκα σάκης σάλεμ σάλονα σάλτσμπουργκ σάλωνα σάμος σάντα κρουθ ντε τενερίφε
 σάντα μαρία ντα φέιρα σάντα μαρία ντε λάμας σάντα ρόσα σάντα φε σάρα σάσα
 σάσσαρι σάτου μάρε σέβη σέβος σέρβα σέργιος σέριφος σέρρες σέτα σέτσε σέφκα
 σία σίβα σίβυλλα σίκινος σίλβα σίμος σίμων σίνες σίντι μπου ζαΰντ σίντρα σίσσυ
 σίτζες σίφνος σίφωνες σα φρατζίσκο σαΐκι σαΐτο σαίξπηρ σααρμπρύκεν σαβίνα
 σαββάτο σαββατιανό σαββούλα σαβιλιάνο σαβόνα σαγκάη σαιν λο σαιν ναζαίρ
 σαιν-μαλό σαιν-μπριέκ σαιντ μερ εγκλίζ σαιντ-ετιέν σαιντ-μωρ-ντε-τουραίν
 σακαβέμ σακατεπέκες σακραμέντο σαλέμι σαλέρνο σαλαβριάς σαλαμάνκα σαλαμίνα
 σαλαμπριάς σαλαχανάς σαλβάκη σαλούτσο σαλτσβούργο σαλό σαλόνικα σαλώμη σαμάνθα
 σαμανγκάν σαμεγκάβα σαμοθράκη σαμουήλ σαμπάουντια σαμπρίνα σαμψούντα σαμψοῦς
 σαμόα σαμόσατα σαν μάρκος σαν μαρίνο σαν ρέμο σαν σεβέρο σαν σεμπαστιάν
 σαν-τροπέ σαναά σανταρέμ σαντορίνη σαουδική αραβία σαπφώ σαράγεβο σαράγιεβο
 σαράντος σαρία σαραγόσα σαρακοστή σαραντούλα σαρβάτος σαρδηνία σαρλβίλ-μεζιέρ
 σαρωνικός σασέμπο σατουρνάλια σατσουμασεντάι σατωμπριάν σαχάρα σαϊέν σαϊκάι
 σβέριν σείριος σεβάστεια σεβίλλη σεβαστή σεβαστιανή σεβαστιανός σεβαστός
 σεγκόβια σεγόβια σεκούνδος σελήνη σελεστά σεληνιάς σελλοί σεμέλη σεμπόκου
 σενιγκάλια σεντάι σεούλ σεπτέμβρης σεπτέμβριος σεραπίων σεραφείμ σεραφείμ
 σερβία σερβία και μαυροβούνιο σεργής σερδανιόλα σερεμέτης σερμπούρ σερραία
 σεσίλ σεσίλια σετούμπαλ σεφέρης σεϋχέλλες σηκουάνας σημέλα σημίτης
 σημαία της γεωργίας σημαία της ελλάδας σητεία σιάμ σιάτιστα σιάτλ σιένα
 σιβηρία σιγγιτικός σιγκαπουριανή σιγκαπούρη σιδηρίτης σιδηρόκαστρο σιζουκουΐσι
 σιθωνία σικελία σικκίμ σικόκου σιλβάνα σιλβέστρος σιλβανή σιλβανός σιλγιάνα
 σιμαμπάρα σιμπέτσου σιμπίου σιμπλίκιος σιμπούσι σιμωνίδης σιμόγκο σιμώνη σινά
 σιογκάμα σιρακάβα σιροΐσι σισίνιος σιφ σιχαρί σκάλα σκίο σκαδό σκαλάδος
 σκαρλάτος σκεπόνι σκεύος σκιάθος σκιαδενή σκιαδόπουλο σκιπίων σκλαβοχώρι
 σκληρή σκορπιός σκοτία σκοτσέζα σκυθία σκυλλούρα σκυλοπνίχτης σκωτία σκωτσέζα
 σκόπια σκότος σκύλλα σκύρος σκώτος σλάτινα σλαβομακεδόνας σλοβακία σλοβενία
 σλουντέρνο σμίλη σμαράγδα σμαράγδω σμαραγδένια σμαραγδή σμαραγδία σμαρδάκι
 σμαρώ σμολένσκ σμύρνη σοβιετική ένωση σολιμάν σολολά σολομών σολτ λέικ σίτυ
 σομαλία σορέντο σορεζίνα σου σουαζιλάνδη σουβάλα σουβλίτσα σουδάν σουζάνα
 σουηδία σουκαγκάβα σουλίτσα σουλινάς σουλιώτισσα σουλμόνα σουλτάνα σουμάτρα
 σουμέριος σουμίτα σουναγκάβα σουράνα σουρινάμ σουσού σουτσεάβα σουτσιτεπέκες
 σοφία σοφίτσα σοφιάννα σοφιανός σοφοκλής σοφονίας σοφούλα σοφός άνθρωπος σούζα
 σούλα σούλη σούλι σούρε σούφι σπάιντερμαν σπάρτακος σπάρτη σπάτα σπέτζα
 σπήλιος σπεράδος σπετσοπούλα σπεύσιππος σπινατσόλα σπολέτο σποράδες
 σπυράκης σπυράκος σπυρέτος σπυρίδων σπυριδούλα σπόγγοι σπύρος σρι λάνκα
 στάμος στάρα ζαγόρα στάσα στέλα στέλιος στέλλα στέργιος στέφανος
 στέφανος νότιος στέφη στέφος σταγοί σταμάτα σταμάτης σταμάτιος σταμέλος
 σταματία σταματίνα σταμούλης στασινή στασινός στασούλα σταυράκης σταυριανή
 σταυρούλα σταυρούπολις σταυρωτό σταυρός σταυρός του νότου σταχτοπούτα σταύρος
 στελίδα στελλίτσα στενή στενιές στεργιανή στερεά ελλάδα στεφανής στεφανία
 στιβάρι στοκχόλμη στουτγκάρδη στράουσμπεργκ στράτος στραπουριές στρασβούργο
 στρατοκλής στρατονίκη στρατόνικος στροµαγερίτης στρυμονικός στρυμόνας στυλίδα
 στυλιανός στύγα συκιώτης συλβέστρος συμέλα συμεών συμφερόπολις συνετί
 συρία συρακούσες συριανοχώρι σφίντου γκεόργκε σφακτηρία σφαξ σχηματάρι
 σχοινούσσα σχόλη σωζάνα σωζόπολη σωκράτης σωσίπατρος σωσθένης σωτήρης σωτήριος
 σωτηρία σωτηρούλα σωφρονία σωφρόνης σωφρόνιος σόβα σόλων σόμα σόνια σόντριο
 σότια σότσι σόφη σόφια σύλβα σύλβια σύλβιος σύμη σύμπαν σύρα σύρος σύσκληπος
 σώζων σώτια σώτος τάγος τάκης τάκιτος τάκου τάμεσης τάνια τάραντας τάρας
 τάσος τάταρος τέλενδος τέλης τέμενη τέμπλος τέξας τέρψη τέτα τέτη τέως τήλος
 τίβολι τίγρης τίμαρχος τίμος τίμων τίμωνας τίρανα τίργκου ζίου τίργκου μούρες
 τίρυνς τίτα τίτη τίτος ταΰγετος ταβίρα ταβιθά ταγκάβα ταγκατζό τακέο τακέτα
 τακιζάβα τακικάβα τακσίμ ταλίν ταλαχάσι ταλιμπάν ταλμούδ ταμάνα ταμάρα
 ταμούρα ταμπάκικα ταμπάχανα τανζανία τανοχάτα ταξίμ ταξιάρχης ταράντο ταράσιος
 ταραμπάδος ταργκόβιστε ταρμπ ταρουμίζου ταρσία ταρσός τασία τασκένδη τασμανία
 ταταύλα τατζικιστάν τατιάνα τατιανή ταφάλια ταχάρ ταϊβάν ταϊλάνδη ταϊπέι
 ταύρος ταύρου ταώς τβερ τειρεσίας τεισίας τελαμών τενεσί τεοτιουακάν τεργέστη
 τερκς και κέικος τερπνή τερψιθέα τερψιχόρη τετάρτη τεταρτίδες τεχεράνη τζάδος
 τζένερο τζένη τζέφρι τζίνα τζακάρτα τζαμάικα τζανέτος τζανής τζανεριά
 τζαννέτος τζαννής τζαννετάκης τζαννετάκος τζαρκάντ τζενεριά τζιά τζιμπουτί
 τζιορντάνο μπρούνο τζιούρτζιου τζοάννα τζοβάνα τζοκόντα τζον κιτς τζουζέπε
 τζωρτζ μπέρναρ σω τζωρτζάκης τζόρτζια τζώνης τζώρτζης τηθύς τηλέμαχος
 τιμισοάρα τιμοκλής τιμολέων τιμοχάρης τιμόδημος τιμόθεος τιμόκριτος τιμόλαος
 τιντορέτο τιργκόβιστε τισσαφέρνης τιτάν τιτάνας τιτίκα τιτανίς τιτσιάνο
 τοβάντα τογιάμα τοκουσίμα τολέδο τομάρ τομακομάι τομσκ τοξότης τοπίκα τορίνο
 τορμπές τορρεμολίνος τορόντο τοσοδούλα τοτονικαπάν τοτόρι τοτός τουβαλού
 τουλάκι τουλίτσα τουλούζη τουλόν τουρ τουρκία τουρκαλβανός τουρκμενιστάν
 τουρκομυλωνάς τουρλίτης τοχόκου τούλα τούλτσεα τράπεζα τρέντο τρέντον τρίβερο
 τρίγωνον τρίγωνον νότιον τρίκαλα τρίπολη τρίπουρα τρίσω τρίτεια τρίτη
 τραπεζούντα τρασπάργα τραχώνι τραϊανούπολη τραϊανός τρεμεθούσια
 τριάδα τριάκοντα τριάντης τριαντάρος τριαντάφυλλη τριαντάφυλλος
 τριανταφυλλιά τρικαλινή τρικαλινός τρικκαίος τριμίθι τρινιντάντ και τομπάγκο
 τριπόταμος τρισεύγενη τροία τροιζηνία τρομελίν νήσος τροντσάνο βερτσελλέζε
 τρυγόνα τρυγώνα τρόπις τρόφα τρύφων τρύφωνας τσάρλεστον τσέστε τσίμπα
 τσαμπίκα τσαμπίκος τσαμπικία τσαντ τσαούσι τσατίσγκαρ τσεγιέν τσερνομπίλ
 τσεσμέ τσεχία τσεχοσλοβακία τσιέτι τσικαλαριό τσικιμούλα τσικνοπέμπτη
 τσικούγκο τσιμαλτενάνγκο τσιντσίλια τσιρίγο τσιτσέκα τσιτόσε τσου τσουγκάρου
 τσουκούμι τσουλούφι τσουσίμα τσούμπου τυνησία τυρ τυρί τυρινή τυφών τυφώνας
 τωβίας τόγκο τόκιο τόλης τόλο τόμε τόμης τόνγκα τόνο τόνυ τόσου τότα τύμβου
 τύνιδα τύριος τύρναβος τύρος τύχη τύχων τώνης τώνια υάκινθος υακίνθη υβόννη
 υγεία υγιεία υδροφόρια υδροχόος υεμένη υμεναίος υμηττός υπάτη υπάτιος υπαπαντή
 υπερέχιος υπομονή υπρ υψίδενδρο υψηλά υόρκη φάβιος φάλλικα φάνης φάνο φάνος
 φάρσαλα φάσα φάτα μοργκάνα φάτιμα φέλγκεϊρας φέλτρε φένια φέρμο φήλικας φήλιξ
 φίλιππος φίλων φίλωνας φίρμος φίτζι φαέθων φαέντσα φαήλος φαίακες φαίδρα
 φαίδων φαίη φαβάρα φαβιανός φαζάνο φαιδρός φαιναρέτη φαλατάδος φαμπριάνο
 φανή φανίτσα φαναράκια φανερωμένη φανουρία φανούλα φανούρης φανούριος φαντίνος
 φαραγγιανά φαρακλό φαραώ φαρκαδόνα φαρμακονήσι φαρμακούσα φαρμούθιος
 φαρυάμπ φασηλίδα φασουλής φαφούτης φαύνος φαύστα φαύστος φεβρουάλια
 φεβρωνία φειδίας φελισιανός φελλός φερενίκη φερεντίνο φεριάνα φερνάνα φερράρα
 φερρούκιος φερφούθη φερό χωριό φερόες φηλίκουλα φθιώτιδα φιγκέιρα ντα φους
 φιλάγριος φιλάδελφος φιλάρετος φιλέορτος φιλέρι φιλέταιρος φιλήμων φιλίνος
 φιλίσκος φιλίτσα φιλαδέλφεια φιλανδέζος φιλαρέτη φιλησία φιλιατρά φιλιππάκης
 φιλιππία φιλιππίνες φιλιππιανός φιλιππικός φιλιππούπολη φιλιώ φιλλανδία
 φιλογόνιος φιλοθέα φιλοθέη φιλοκράτης φιλοκτήμων φιλοκτήτης φιλομένα φιλομήλα
 φιλοποίμην φιλούμενος φιλόδαμος φιλόθεος φιλόκυπρος φιλόλαος φιλόσοφος
 φιλότερος φιλώτι φινεές φινλανδία φιουμιτσίνο φλάβιος φλάνδρα φλένσμπουρκ
 φλαμανδία φλαμανδός φλαμουρού φλανδρώ φλεβάρης φλοράλια φλωρέντιος φλωρέτα
 φλόγιος φλόκα φλόρες φλόριντα φλώρα φλώρινα φλώριος φλώρος φοίβη φοίβος
 φοίνικες φοίνιξ φοίνισσες φοινίκη φοινικούντα φολέγανδρος φολίνιο φονταινεμπλώ
 φορμέλο φοσακέσια φουκαγκάβα φουκουσίμα φουκουόκα φουκούι φουκούτσου φουντάι
 φουράνο φουρουντόνο φουρτουνάτος φουρτουνιανός φουσάνα φουτάμπα φουτζιγιάμα
 φούλα φούτζι φράγκα φράγκος φράιζινγκ φράιμπουργκ φράνκφορτ φρέυγια φρίγκα
 φραγκίσκα φραγκίσκη φραγκίσκος φραγκοκάστελλο φραγκούλης φρανκφούρτη φρανσουά
 φραντζέσκος φραντζής φρασκάτι φρατζέσκα φρειβούργο φρειδερίκη φρειδερίκος
 φροζινόνε φροσύνη φρουμέντιος φρουραί φρυγία φρόσω φρύνη φυλλιά φωκάς φωκίδα
 φωκαείς φωκείς φωκιανό φωξάνη φωστήριος φωτάκης φωτάς φωτανέστης φωτεινή
 φωτεινός φωτούλα φωφώ φόβος φόγιετ φόντι φόρμια φότζα φύλαξ φώκαια φώντας φώτα
 φώτιος φώτω φώφη φᾶσις χάβρη χάγη χάιδω χάλαρα χάλκη χάναου χάρης χάρις
 χάροντας χάρρισμπεργκ χάρτες χάρτφορντ χάρυβδη χάσια χάσκοβο χάτιβα χάχλακας
 χέρτσογκενρατ χίλια βρύση χίμαιρα χίος χίτα χαβάη χαιρέμων χαιρήμων χαιρώνεια
 χαλάπα χαλανδρίτσα χαλκί χαλκίδα χαλκίς χαλκα-μπουνάρ χαλκιάδα χαλκιδική
 χαμαιλέων χαμπάροφσκ χαν χανάβα χαναάν χαναμάκι χανιά χανς κρίστιαν άντερσεν
 χαρά χαράλαμπος χαρίδημος χαρίκλεια χαρίλαος χαρίσης χαρίσιος χαρίτος χαρίτων
 χαραλαμπία χαριτίνη χαρούλα χαρτούμ χατζησταμούληδες χατζιράδος χατσιμαντάι
 χατσιρόγκατα χαφούζ χαϊγιάν χαϊδελβέργη χαϊλμπρόν χελμάντ χεράτ
 χιγκασιναρούσε χιλή χιμάτσαλ πραντές χινοεμάτα χιονάτη χιονία χιούστον χιράντο
 χιρακάβα χιραϊζούμι χιροσάκι χιροσίμα χιρόνο χισάρια χιτογιόσι χιχόνα χιόκι
 χλωρίτης χλόη χοκκάιντο χονγκ κονγκ χονδρόμαυρο χονολουλού χοντ χοσρόης
 χουμίλια χουνεντοάρα χουτιάπα χοφγκάισμαρ χρήστος χρίστα χρίστος χρηστάκης
 χριστάδελφος χριστίνα χριστιάνα χριστιανός χριστουγεννιάτης χριστοφίλη
 χριστούγεννα χριστούλης χριστόδουλος χριστός χριστόφορος χρυσάνθη χρυσάφης
 χρυσή χρυσαυγή χρυσαφένια χρυσηίς χρυσηλιού χρυσοβαλάντης χρυσοβαλάντω
 χρυσοπηγή χρυσοσθένης χρυσούλα χρυσούλη χρυσούπολη χρυστάλλα χρυσόστομος χρύσα
 χρύσπα χρύσω χυούγκα χόμπιτ χόνσου χώνες χώρα ψάθα ψάθη ψέριμος ψαθάδες
 ψαθάκι ψαθάκια ψαθοτόπι ψαθοχώρι ψαλίδα ψαλίδι ψαμμήτιχος ψαραντώνης ψαχνά
 ψηλορείτης ψυχικό ψυχώ ψωραροί ψόης ωβήδ ωγυγία ωγύγης ωκεανία ωκεανός ωκυπέτη
 ωραία ωραία κοιμωμένη ωραία πύλη ωραιάνθη ωραιοζήλη ωραιόκαστρο ωρεοί ωριγένης
 ωρολόγιον ωρωπός ωσηέ όγκα όγκατα όγκι όθρυς όθων όιτα όλγα όλιβερ όλυμπος
 όμουρα όμπιδος όνειρος όνο όρεγκον όσακι όσατο όσκαρ όσλο όταμα ότσου όφενμπαχ
 όχιρα ύδρα ύδρος ύψιστος ώλενος ώρες ώρχους ώστιν ἀλεξανδρούπολις ἀμαλιούπολις
""".split()
)
